import React from 'react';
import styles from './Me.module.css';
import mor from "../../images/מור עזרא תדמית.jpg";

const AboutMe = () => {
  return (
    <>
      <div className={styles.header} id="מי אני">בואי נכיר</div>
      <div className={styles.container}>
        <div className={styles.imageContainer}>
          <img src={mor} alt="מור עזרא" className={styles.image} />
        </div>
        <div className={styles.content}>
          <h1 className={styles.title}>מור עזרא</h1>
          <div className={styles.subtitle}>"אישה ששלמה עם עצמה היא האישה הכי יפה בעולם"</div>
          <p className={styles.description}>
          מומחית למיקרופיגמנטציה ואיפור קבוע עם 12 שנות ניסיון בתחום. כשאני מסתכלת על הנשים שמגיעות אליי, אני רואה הרבה מעבר לגבות הדלילות או השפתיים שדורשות הדגשה. אני רואה נשים שפשוט רוצות להרגיש שלמות עם עצמן.
בסטודיו שלי, כל אישה מקבלת את מלוא תשומת הלב והמקצועיות. אני מתמחה בכל הטכניקות המתקדמות ביותר - מפיגמנט שפתיים ועד מיקרובליידינג וטכניקת ההיפראליזם לגבות. אני מקשיבה לכל מילה שלך, ומתאימה את הטיפול באופן אישי לכל אחת.
          </p>
          <p className={styles.description}>
            
אני מאמינה שאיפור קבוע הוא הרבה מעבר לאסתטיקה. זו השקעה באיכות החיים שלך - בין אם את אישה דתייה שמחפשת פתרון מותר הלכתית, אישה עסוקה שרוצה לחסוך זמן בבוקר, או פשוט מישהי שרוצה להרגיש בטוחה יותר במראה שלה.
כל אישה שיוצאת מהסטודיו שלי לא רק נראית טוב יותר - היא מרגישה טוב יותר. זו לא רק שינוי חיצוני, אלא מסע של העצמה פנימית. ואת יודעת מה? את חייבת את זה לעצמך. את ראויה להשקיע בעצמך, להרגיש בטוחה ויפה בכל רגע ביום, בלי תלות באיפור או בנסיבות.
          </p>
        </div>
      </div>

    </>
  );
};

export default AboutMe;